Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=636_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Eurohpa Ráđi olmmošvuoigatvuohtaáittardeaddji ávžžuha Suoma buoridit sápmelaččaid vuoigatvuođaid
smn: Euroop Rääđi olmoošvuoigâdvuođâváldálâš avžut Suomâ pyerediđ sämmilij vuoigâdvuođâid

source: Eurohpa ráđi olmmošvuoigatvuohtaáittardeaddji Nils Muiznieks galledii Suomas 11-13.6.2012.
smn: Euroop Rääđi olmoošvuoigâdvuođâváldálâš Nils Muiznieks kolliistâlâi Suomâst 11.–13.6.2012.

source: Olmmošvuoigatvuohtaáittardeaddji lea addán odne galledeami vuođul dahkkon raportta oktan ávžžuhusaiguin Suoma stáhtii.
smn: Olmoošvuoigâdvuođâváldálâš lii adelâm onne kolliistâllâm keežild ráhtám raportis Suomâ staatân avžuuttâsâidiskuin.

source: Áittardeaddji deaivvai galledeami áigge Suoma stáhta njunnosa, iešguđet ministeriijaid ovddasteaddjiid ja Suoma sámedikki ságadoalli, Lemet Näkkäläjärvi.
smn: Váldálâš kuáhtái kolliistâllâm ääigi Suomâ staatâ njunnoos, jieškote-uv ministeriöi ovdâsteijeid já Suomâ sämitige saavâjođetteijee, Klemetti Näkkäläjärvi.

source: Áittardeaddji ávžžuha Suoma ratifiseret ILO 169-soahpamuša eamiálbmogiid vuoigatvuođain.
smn: Váldálâš avžut Suomâ ratifisistiđ ILO 169-sopâmuš algâaalmugij vuoigâdvuođâin.

source: “ Olmmošvuoigatvuohtaáittardeaddji raporta lea dehálaš mearka Supmii buoridit sámiid vuoigatvuođaid.
smn: “ Olmoošvuoigâdvuođâváldálii raapoort lii tehálâš viestâ Suomân pyerediđ sämmilij vuoigâdvuođâid.

source: Mus lei illu deaivat olmmošvuoigatvuohtaáittardeaddji ja ságastallat suinna rahpasit hui liekkus dilálašvuođas Suoma sámiid sajádagas ja sápmelaččaid sajádaga ja láhkaásaheami ovddidandárbbuin.
smn: Must lâi ilo kuáhtáđ olmoošvuoigâdvuođâváldálii já savâstâllâđ suin ávusmieláin uáli liägus tilálâšvuođâst Suomâ sämmilij sajattuvâst já sämmilij sajattuv sehe lahâasâttâs ovdedemtáárbuin.

source: Áittardeaddji lea bures vudjon Suoma sámiid dillái ja son háliidii duođaid ovddidit sápmelaččaid sajádaga Suomas ”. ságadoalli Näkkäläjärvi muitalii.
smn: Váldálâš lâi pyereest tietimin Suomâ sämmilij tiileest já sun halijdij rehelávt ovdediđ sämmilij sajattuv Suomâst ”, saavâjođetteijee Näkkäläjärvi muštâlij.

source: Eurohpá ráđi olmmošvuoigatvuohtaáittardeaddji lea iehčanas Eurohpá Ráđi vuollásaš institušuvdna.
smn: Euroop Rääđi olmoošvuoigâdvuođâváldálâš lii jiečânâs Euroop Rääđi vuálásâš instituutio.

source: Áittardeaddji bargun lea ovddidit diđolašvuođa ja olmmošvuoigatvuođaid gudnejahttima Eurohpá ráđi 47 lahttoriikkas.
smn: Váldálii pargon lii ovdediđ tiäđulâšvuođâ já olmoošvuoigâdvuođâi kunnijâttem Euroop Rääđi 47 jeessânenâmist.

source: Áittardeaddji galleda Eurohpá ráđi lahttoriikkain čielggadan dihte riikka olmmošvuoigatvuođadili.
smn: Váldálâš kolliistâl Euroop Rääđi jeessânenâmijn já čielgee staatâ olmoošvuoigâdvuođâtile.

source: Áittardeaddji addá galledeami birra raportta oktan ávžžuhusaiguin riikka olmmošvuoigatvuođadili buorideapmái.
smn: Váldálâš addel kolliistâlmijnis raapoort avžuuttâsâidiskuin staatâ olmoošvuoigâdvuođâtile pyereedmân.

source: Áittardeaddji gieđahallá raporttastis Suoma sápmelaččaid guoskevaš láhkaásaheami, Suoma riikkaidgaskasaš geatnegasvuođaid, sápmelaččaid vuoigatvuođaid, davviriikkalaš sámesoahpamuša ja sámemeroštallama.
smn: Váldálâš kieđâvuš raportistis Suomâ sämmilijd kyeskee lahâasâttâs, Suomâ aalmugijkoskâsijd kenigâsvuođâid, sämmilij vuoigâdvuođâid, tave-eennâmlâš sämisopâmuš sehe sämmilâšmiäruštâllâm.

source: ” Áittardeaddji gáibidii Suoma dáhkkidit ahte sámit leat ovddastuvvon Ilo-soahpamuša ratifiserenproseassas.
smn: ” Váldálâš váátá Suomâ tähidiđ sämmilij ovdâstâs Ilo-sopâmuš ratifisistemprosessist.

source: Sápmelaččaid dáfus áittardeaddji ávžžuhus das, ahte Ilo-soahpamuša ratifiserema oktavuođas galgá dohkkehuvvot sámiid vuoigatvuohta árbevirolaš boazodollui lea hui dehalaš, danne go dán áiggi suopmelaš boazodoalloláhka viggá dahkat ovttaláganin sámi boazodoalu.
smn: Sämmilij tááhust váldálii avžuuttâs tast, et Ilo-sopâmuš ratifisistem ohtâvuođâst kalga tubdâstiđ sämmilij vuoigâdvuođâ hárjuttiđ puásuituálu ärbivuáválii vyevi mield lii tuođâi tehálâš, ko tááláá ääigi syemmilâš puásuituálulahâasâttâs viggá oovtnálásittiđ säämi puásuituálu.

source: Lea čielggas, ahte áittardeaddji vuordá ahte Suopma dárkkista boazodoalu guoskevaš lágaid ” Näkkäläjärvi muitalii.
smn: Lii čielgâs, et váldálâš vuárdá et Suomâ täärhist puásuituálu kyeskee lahâasâttâs ”, Näkkäläjärvi muštâlij.

source: Olmmošvuoigatvuohtaáittardeaddji ávžžuha Suoma čielggadit sámiid vuoigatvuođa eatnamii.
smn: Olmoošvuoigâdvuođâváldálâš avžut Suomâ čielgâsmittiđ sämmilij vuoigâdvuođâ enâmân.

source: Meahciráđđehusa hálddahusmálle ođadeapmi fállá vejolašvuođa čoavdit sámiid eananvuoigatvuođaid.
smn: Meccihaldâttâs haldâttâhmaali uđâsmittem fáálá máhđulâšvuođâ čuávdiđ sämmilij eennâmvuoigâdvuođâid.

source: Vaikko eará rievttit sámiid ruovttuguovllus galget váldot vuhtii, ii dát leat áittardeaddji mielas nollasupmespeallu.
smn: Veikkâ iärásij vuoigâdvuođâid sämikuávlust kalga väldiđ vuotân, te ij taat lah váldálii mield nollásummespellâ.

source: ” Lean ilolaš das, ahte áittardeaddji lea váldán munno ságastallamis ja sámedikki dahkan evttohusain fuomášumiid ja ávžžuhusaid iežas raportii.
smn: “ Lam ilolâš tast, et váldálâš lii váldám munnuu savâstâlmist já sämitige toohâm iävtuttâsâin huámášuumijd já avžuuttâsâid jieijâs raportân.

source: Anán earenoamáš dehalažžan dan, ahte áittardeaddji ávžžuhii Suoma stáhta suokkardit duođalaččat sámedikki evttohusa ásahit Suoma riikkabeivviid ja Sámedikki ovddasteaddjiid oktasaš bargojoavkku válmmaštallat Ilo-soahpamuša ratifiserema.
smn: Anam eromâš tehálâžžân tom, et váldálâš avžuuttij Suomâ staatâ kuorâttâllâđ tuođâlávt sämitige toohâm iävtuttâs vuáđudiđ Suomâ ovdâskode já Sämitige ovdâsteijei ohtsii pargojuávhu valmâštâllâđ Ilo-sopâmuš ratifisistem.

source: Doaivvun, ahte áittardeaddji raporta váldo vuhtii stáhtaráđis go dat ságastallá dán čavčča Ilo-soahpamuša ratifiserema birra ”, ságadoalli muitalii.
smn: Tuáivum, et váldálii viestâ váldoo kuorâttâllâmnáál staatârääđist ko tot savâstâl taan čoovčâ Ilo-sopâmuš ratifisistmist ”, saavâjođetteijee muštâlij.

source: Lassidieđut: Ságadoalli Lemet Näkkäläjärvi
smn: Lasetiäđuh: Saavâjođetteijee Klemetti Näkkäläjärvi

source: Lemet Näkkäläjärvi sáhkavuorru olmmošvuoigatvuohtaáittardeaddjái 12.6.2012
smn: Klemetti Näkkäläjärvi saahâ olmoošvuoigâdvuođâváldálâžân 12.6.2012

source: Olmmošvuoigatvuohtaáittardeaddji raporta
smn: Olmoošvuoigâdvuođâváldálii raapoort
